Repository: sp4c38/AWattPrice
Catalog: AWattPrice/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: **Tomorrow's** price summary.
de: Preisübersicht für **morgen**.

source: %@ average
de: %@ im Durchschnitt

source: %@ higher
de: %@ höher

source: %@ lower
de: %@ niedriger

source: %@ of the selected period is available.
de: %@ des gewählten Zeitraums sind verfügbar.

source: %@ usage
de: %@ Nutzung

source: %@, renewable mix %@
de: %@, erneuerbarer Mix %@

source: %dh ago
de: vor %dh

source: 1h usage
de: 1h Nutzung

source: 1mo
de: 1 Mon.

source: 1yr
de: 1 Jahr

source: 2h usage
de: 2h Nutzung

source: 2yr
de: 2 Jahre

source: 3mo
de: 3 Mon.

source: 4h usage
de: 4h Nutzung

source: 60m (recommended): Better readability showing the hourly averages. Tap an hour for 15-min prices. 15m: See all price points directly.
de: 60m (empfohlen): Bessere Lesbarkeit durch stündliche Durchschnittswerte. Tippe auf eine Stunde, um die 15-Minuten-Preise zu sehen. 15m: Alle Preispunkte direkt anzeigen.

source: A note from the developer
de: Hinweis vom Entwickler

source: About the price of a donut.
de: Etwa der Preis eines Donuts.

source: Add our widgets to your Home Screen for quick price updates.
de: Füge unsere Widgets zu deinem Home-Bildschirm hinzu für schnelle Preisupdates.

source: Add-ons are applied to prices everywhere throughout AWattPrice.
de: Preisaufschläge werden überall in AWattPrice auf die Preise angewendet.

source: Advanced insights
de: Erweiterte Einblicke

source: Alert below
de: Hinweis unter

source: Annual Consumption
de: Jahresverbrauch

source: Annual consumption is required to allocate monthly fixed costs.
de: Der Jahresverbrauch ist erforderlich, um monatliche Fixkosten umzulegen.

source: Around average
de: Im Durchschnitt

source: Austria
de: Österreich

source: Average
de: Durchschnitt

source: Average price
de: Durchschnittspreis

source: Average Price
de: Durchschnittspreis

source: Basic electricity provider fee.
de: Grundgebühr deines Stromanbieters.

source: Below average
de: Unter dem Durchschnitt

source: Biomass
de: Biomasse

source: Cached
de: Gecacht

source: Calculate results
de: Ergebnis berechnen

source: Category
de: Kategorie

source: Chart minimum
de: Diagrammminimum

source: Cheap
de: Günstig

source: Cheap hours **tomorrow**.
de: Günstige Stunden **morgen**.

source: Cheapest
de: Günstigste Zeit

source: Cheapest day
de: Günstigster Tag

source: Cheapest month
de: Günstigster Monat

source: Cheapest Time
de: Günstigste Zeit

source: Cheapest times
de: Günstigste Zeit

source: Cheapest Times
de: Günstigste Zeit

source: Cheapest weekday
de: Günstigster Wochentag

source: Cheapest windows, expensive peaks, and renewable mix infos.
de: Günstige Zeitfenster, Preisspitzen und Infos zum Strommix.

# cheapestPriceResultPage.cheapestTimeErrorOccurred
source: An error occurred. Please try again later.
de: Es ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.

source: Check your electricity contract and fill in whichever values apply to you.
de: Sieh in deinem Stromvertrag nach und trage die Werte ein, die auf dich zutreffen.

source: Compare today’s price range, cheapest and most expensive usage windows, plus the current renewable energy mix.
de: Vergleiche die heutige Preisspanne, günstige und teure Nutzungsfenster sowie den aktuellen Strommix.

source: Continue
de: Weiter

source: Continue with %@
de: Weiter mit %@

source: Couldn't get history
de: Historie konnte nicht geladen werden

source: Couldn't get new data. Tap to retry.
de: Neue Daten konnten nicht heruntergeladen werden. Tippe, um erneut zu versuchen.

source: Current
de: Aktuell

source: Current electricity price
de: Aktueller Strompreis

source: Current Price
de: Aktueller Preis

source: Custom
de: Eigene Suche

source: Custom date
de: Eigenes Datum

source: Daily Summary
de: Tägliche Übersicht

source: Data from %dh ago
de: Daten von vor %dh

source: Data may be outdated
de: Daten eventuell veraltet

# dataError.connection.message
source: AWattPrice needs a connection to load the latest electricity prices.
de: AWattPrice benötigt eine Verbindung, um die aktuellen Strompreise zu laden.

# dataError.connection.retryDisabled
source: Retry is available once you are back online.
de: Erneut versuchen ist verfügbar, sobald du wieder online bist.

# dataError.connection.title
source: No Internet Connection
de: Keine Internetverbindung

# dataError.download.message
source: Please try again in a moment.
de: Bitte versuche es gleich noch einmal.

# dataError.download.title
source: Prices couldn't be loaded
de: Preise konnten nicht geladen werden

# dataError.noData.message
source: There is currently no electricity price data for this market area.
de: Für diese Marktzone sind aktuell keine Strompreisdaten verfügbar.

# dataError.noData.title
source: No prices available
de: Keine Preise verfügbar

# dataError.settings.title
source: Couldn't load settings.
de: Einstellungen konnten nicht geladen werden.

source: Date
de: Datum

source: Development
de: Entwicklung

source: Done
de: Fertig

source: Duration
de: Dauer

source: Electricity Price
de: Strompreis

source: End
de: Ende

source: Energy mix
de: Strommix

source: Energy Mix
de: Strommix

source: Energy Mix History
de: Strommix-Verlauf

source: Enter app
de: Zur App

source: Error uploading settings
de: Fehler beim Hochladen der Einstellungen.

source: EUR/month
de: EUR/Monat

source: Expensive
de: Teuer

source: Expensive hours **tomorrow**.
de: Teure Stunden **morgen**.

source: Extras & Help
de: Extras & Hilfe

source: Family Sharing
de: Familienfreigabe

source: February
de: Februar

source: Final price =
de: Endpreis =

source: Find the cheapest time for a selected duration within a time range.
de: Finde die günstigste Zeit für eine gewählte Dauer innerhalb eines bestimmten Zeitraums.

source: Finding cheapest time...
de: Günstigste Zeiten werden gesucht...

source: Fixed Add-on
de: Fixe Zusatzkosten

source: Focus modes may silence example notifications.
de: Fokusmodi können Beispiel-Mitteilungen stummschalten.

source: Generation
de: Erzeugung

source: Generation mix
de: Strommix

source: Generation mix unavailable
de: Strommix nicht verfügbar

source: Germany / Luxembourg
de: Deutschland / Luxemburg

source: Get Help
de: Hilfe erhalten

source: Good time to use energy!
de: Guter Zeitpunkt für Stromverbrauch!

source: Help & Suggestions
de: Hilfe & Vorschläge

source: Help keep AWattPrice maintained.
de: Unterstütze die Weiterentwicklung von AWattPrice.

source: Hi, I’m Leon, a student developing AWattPrice in my spare time. Pro helps keep the app running and supports further development. I hope you like the app!
de: Hi, ich bin Leon, Student und entwickle AWattPrice in meiner Freizeit. Pro hilft dabei, die App am Laufen zu halten und die Weiterentwicklung zu unterstützen. Ich hoffe, dir gefällt die App!

source: Highest price
de: Höchster Preis

source: Historic average price trend
de: Historische Entwicklung des Durchschnittspreises

source: Historical prices
de: Historische Preise

source: History
de: Historie

source: Home Screen widgets
de: Home-Bildschirm-Widgets

source: hour
de: Stunde

source: hours
de: Stunden

source: Hydro
de: Wasser

source: Include your provider’s fees and taxes in displayed prices.
de: Berücksichtige Gebühren und Steuern deines Anbieters in den angezeigten Preisen.

source: Include your provider’s fees in displayed prices.
de: Berücksichtige Gebühren deines Anbieters in den angezeigten Preisen.

source: Insights
de: Einblicke

source: Keep prices visible at a glance outside the app.
de: Behalte Preise auch außerhalb der App schnell im Blick.

source: kWh/year
de: kWh/Jahr

source: Less than a dinner out.
de: Günstiger als ein Restaurantbesuch.

source: Lifetime
de: Lebenslang

source: Live now
de: Jetzt live

source: Live now · until %@
de: Jetzt live · bis %@

source: Loading
de: Lädt

source: Loading generation mix
de: Lade Strommix

source: Loading history
de: Lade Historie

source: Loading price history
de: Preishistorie wird geladen

source: Loading price zones…
de: Lade Preiszonen…

source: Loading Pro options
de: Pro-Optionen werden geladen

source: Long-term statistics and trends
de: Langzeitstatistiken und Trends

source: Look back at previous days directly in the price graph.
de: Sieh dir vergangene Tage direkt im Preisdiagramm an.

source: Lowest price
de: Niedrigster Preis

source: Made with love in Dresden for a sustainable future.
de: Mit Liebe in Dresden entwickelt – für eine nachhaltige Zukunft.

source: Market price
de: Marktpreis

source: Monthly
de: Monatlich

source: Monthly and yearly plans renew automatically. Lifetime is a one-time purchase. All purchases include free family sharing.
de: Abos verlängern sich automatisch. Lebenslang ist ein einmaliger Kauf. Kostenlose Familienfreigabe überall inklusive.

source: Monthly Fixed Cost
de: Monatliche Fixkosten

source: Monthly fixed cost adds
de: Monatliche Fixkosten ergeben

source: Most expensive times
de: Teuerste Zeit

source: Most popular
de: Am beliebtesten

source: Negative prices
de: Negative Preise

source: Next 3 hours
de: Nächste 3h

source: Next 3h falling
de: Nächste 3h fallend

source: Next 3h rising
de: Nächste 3h steigend

source: Next 3h stable
de: Nächste 3h stabil

source: Next 12 hours
de: Nächste 12h

source: No active Pro purchase was found.
de: Es wurde kein aktiver Pro-Kauf gefunden.

source: No full time window available.
de: Kein vollständiges Zeitraum verfügbar.

source: No history data available
de: Keine historischen Daten verfügbar

source: No Result Found
de: Kein Ergebnis gefunden

source: Notification example could not be loaded.
de: Das Benachrichtigungsbeispiel konnte nicht geladen werden.

source: Notification settings could not be saved to the server. Your previous settings were restored.
de: Benachrichtigungen konnten nicht auf dem Server gespeichert werden. Deine vorherigen Einstellungen wurden wiederhergestellt.

source: Notifications
de: Mitteilungen

source: Notifications are disabled.
de: Mitteilungen sind deaktiviert.

# notifications.daily_summary.body
source: Tomorrow's cheapest hour is %1$@ at %2$@ ct. Most expensive hour is %3$@ at %4$@ ct.
de: Morgen ist die günstigste Stunde um %1$@ Uhr mit %2$@ ct. Die teuerste Stunde ist um %3$@ Uhr mit %4$@ ct.

# notifications.daily_summary.body.example
source: Tomorrow's cheapest hour is %@ at %@ ct. Most expensive hour is %@ at %@ ct. [Example data]
de: Morgen ist die günstigste Stunde um %@ Uhr mit %@ ct. Die teuerste Stunde ist um %@ Uhr mit %@ ct. [Beispieldaten]

# notifications.daily_summary.title
source: Daily Summary
de: Tägliche Übersicht

# notifications.price_above.body.example
source: Tomorrow, electricity prices rise above %@ ct. Most expensive hour at %@ with %@ ct. [Example data]
de: Morgen steigen die Strompreise über %@ ct. Teuerste Stunde um %@ Uhr mit %@ ct. [Beispieldaten]

# notifications.price_above.body.multiple
source: Tomorrow, %1$@ hours rise above %2$@ ct. Most expensive at %3$@ with %4$@ ct.
de: Morgen steigen %1$@ Stunden über %2$@ ct. Teuerste um %3$@ Uhr mit %4$@ ct.

# notifications.price_above.body.multiple.15min
source: Tomorrow, %1$@ 15-min intervals rise above %2$@ ct. Most expensive at %3$@ with %4$@ ct.
de: Morgen steigen %1$@ Viertelstunden über %2$@ ct. Teuerste um %3$@ Uhr mit %4$@ ct.

# notifications.price_above.body.single
source: Tomorrow, electricity prices rise above %2$@ ct. Most expensive hour at %3$@ with %4$@ ct.
de: Morgen steigen die Strompreise über %2$@ ct. Teuerste Stunde um %3$@ Uhr mit %4$@ ct.

# notifications.price_above.body.single.15min
source: Tomorrow, electricity prices rise above %2$@ ct. Most expensive 15-min interval at %3$@ with %4$@ ct.
de: Morgen steigen die Strompreise über %2$@ ct. Teuerste Viertelstunde um %3$@ Uhr mit %4$@ ct.

# notifications.price_above.title
source: Price Above Alert
de: Preis über Grenze

# notifications.price_below.body.example
source: Tomorrow, electricity prices drop below %@ ct. Cheapest hour at %@ with %@ ct. [Example data]
de: Morgen fallen die Strompreise unter %@ ct. Günstigste Stunde um %@ Uhr mit %@ ct. [Beispieldaten]

# notifications.price_below.body.multiple
source: Tomorrow, %1$@ hours drop below %2$@ ct. Cheapest at %3$@ with %4$@ ct.
de: Morgen fallen %1$@ Stunden unter %2$@ ct. Günstigste um %3$@ Uhr mit %4$@ ct.

# notifications.price_below.body.multiple.15min
source: Tomorrow, %1$@ 15-min intervals drop below %2$@ ct. Cheapest at %3$@ with %4$@ ct.
de: Morgen fallen %1$@ Viertelstunden unter %2$@ ct. Günstigste um %3$@ Uhr mit %4$@ ct.

# notifications.price_below.body.single
source: Tomorrow, electricity prices drop below %2$@ ct. Cheapest hour at %3$@ with %4$@ ct.
de: Morgen fallen die Strompreise unter %2$@ ct. Günstigste Stunde um %3$@ Uhr mit %4$@ ct.

# notifications.price_below.body.single.15min
source: Tomorrow, electricity prices drop below %2$@ ct. Cheapest 15-min interval at %3$@ with %4$@ ct.
de: Morgen fallen die Strompreise unter %2$@ ct. Günstigste Viertelstunde um %3$@ Uhr mit %4$@ ct.

# notifications.price_below.title
source: Price Below Alert
de: Preis unter Grenze

source: now
de: jetzt

source: Now
de: Jetzt

source: Nuclear
de: Kernkraft

source: Of all intervals
de: aller Intervalle

source: One-time
de: Einmalig

source: Open AWattPrice to unlock widgets.
de: Öffne AWattPrice, um Widgets freizuschalten.

source: Open Cheapest Time
de: Günstigste Zeit öffnen

source: Open Energy Mix History
de: Strommix-Verlauf öffnen

source: Open Price History
de: Preishistorie öffnen

source: Open Settings App
de: Einstellungen öffnen

source: Other
de: Sonstige

source: Percentage Add-on
de: Prozentualer Aufschlag

source: Play confetti
de: Konfetti abspielen

source: previous month
de: im Vormonat

source: previous three months
de: in den vorherigen drei Monaten

source: previous two years
de: in den vorherigen zwei Jahren

source: previous year
de: im Vorjahr

source: Price
de: Preis

source: Price above value
de: Preis über Wert

source: Price add-ons
de: Preisaufschläge

source: Price Add-ons
de: Preisaufschläge

source: Price add-ons could not be saved to the server. Your previous settings were restored.
de: Die Preisaufschläge konnten nicht auf dem Server gespeichert werden. Deine vorherigen Einstellungen wurden wiederhergestellt.

source: Price alerts and daily summaries when new prices arrive.
de: Preisalarme und tägliche Zusammenfassungen, sobald neue Preise verfügbar sind.

source: Price below value
de: Preis unter Wert

source: Price data selection
de: Preisdaten-Auswahl

source: Price distribution
de: Preisverteilung

source: Price Forecast
de: Preisprognose

source: Price graph interval
de: Intervall des Preisdiagramms

source: Price graph interval info
de: Info zum Intervall des Preisdiagramms

source: Price history
de: Preishistorie

source: Price History
de: Preishistorie

source: Price history unavailable
de: Preishistorie nicht verfügbar

source: Price is sub-zero
de: Preis unter Null

source: Price range
de: Preisspanne

source: Price range from %@ to %@, average %@
de: Preisspanne von %@ bis %@, Durchschnitt %@

source: Price trend
de: Preisentwicklung

source: Price zone
de: Preiszone

source: Prices
de: Preise

source: Prices loaded
de: Preise geladen

source: Prices unavailable
de: Preise nicht verfügbar

# Prices up to date · Tap for history
source: Up to date · Tap for history
de: Daten aktuell · Tippen für Historie

source: Pricier right now
de: Gerade teurer

source: Privacy Policy
de: Datenschutz

source: Pro is active
de: Pro ist aktiv

source: Pro is active. Thank you for your support.
de: Pro ist aktiv. Danke für deine Unterstützung.

source: Pro lets you include provider fees and taxes in displayed prices.
de: Mit Pro können Gebühren und Steuern in die Preise eingerechnet werden.

source: Pro lets you include provider fees in displayed prices.
de: Mit Pro können Gebühren in die Preise eingerechnet werden.

source: Pro options unavailable
de: Pro-Optionen nicht verfügbar

source: Pro products could not be loaded. Please try again in a moment.
de: Die Pro-Produkte konnten nicht geladen werden. Bitte versuche es gleich noch einmal.

source: Purchases could not be restored. Please try again.
de: Käufe konnten nicht wiederhergestellt werden. Bitte versuche es erneut.

source: Range
de: Zeitraum

source: Recommended end
de: Empfohlenes Ende

source: Recommended start
de: Empfohlener Start

source: Refresh
de: Aktualisieren

source: Refreshing
de: Wird aktualisiert

source: renewable
de: Erneuerbare

source: Renewable
de: Erneuerbare

source: Renewable mix
de: Erneuerbarer Mix

source: Renewable mix unavailable
de: Erneuerbarer Mix nicht verfügbar

source: renewables
de: Erneuerbare

source: renewables now
de: Erneuerbare aktuell

source: Reorder
de: Neu anordnen

source: Restore Purchases
de: Käufe wiederherstellen

source: Retry
de: Erneut versuchen

source: Saving price zone…
de: Speichere Preiszone…

source: Saving to server
de: Speichert auf dem Server

source: Screenshot coming soon
de: Screenshot folgt bald

source: See Pro in action
de: Pro in Aktion sehen

source: Select history date
de: Datum für Historie auswählen

source: Select your electricity price market area
de: Wähle deine Strompreis-Marktzone

source: Selected
de: Ausgewählt

source: Selected time
de: Ausgewählte Zeit

source: Selected total
de: Ausgewählte Gesamtleistung

source: Send example
de: Beispiel senden

source: Send Suggestion
de: Vorschlag senden

source: Sent
de: Gesendet

source: Set price alerts for tomorrow’s cheap and expensive hours, plus a daily summary when new prices arrive.
de: Erstelle Preisalarme für günstige und teure Stunden morgen sowie eine tägliche Zusammenfassung, sobald neue Preise verfügbar sind.

source: Settings
de: Einstellungen

source: Share Pro with your family members at no extra cost.
de: Teile Pro ohne zusätzliche Kosten mit deiner Familie.

source: Shows the cheapest upcoming electricity windows.
de: Zeigt die kommenden günstigsten Zeiten.

source: Shows the current electricity price.
de: Zeigt den aktuellen Strompreis.

source: Shows the current renewable energy mix.
de: Zeigt den aktuellen erneuerbaren Energiemix.

source: Shows upcoming electricity prices.
de: Zeigt kommende Strompreise.

source: Smart notifications
de: Smarte Mitteilungen

source: Some generation data has not been reported yet.
de: Manche Erzeugungsdaten wurden noch nicht gemeldet.

# splashScreen.start.notAffiliatedNote
source: AWattPrice is an independent app. Prices are not guaranteed.
de: AWattPrice ist eine unabhängige App. Preisangaben ohne Gewähr.

source: Sunday
de: Sonntag

source: Terms of Use
de: Nutzungsbedingungen

source: than %@
de: als %@

source: Thank you for supporting AWattPrice!
de: Danke, dass du AWattPrice unterstützt!

source: the preceding year
de: dem Jahr davor

source: The price of a book.
de: Der Preis eines Buches.

source: The purchase could not be completed. Please try again.
de: Der Kauf konnte nicht abgeschlossen werden. Bitte versuche es erneut.

source: The purchase could not be verified.
de: Der Kauf konnte nicht verifiziert werden.

source: Time
de: Zeit

source: Time range
de: Zeitraum

source: Timeline
de: Zeitplan

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: Tonight
de: Heute Nacht

source: Top sources
de: Top-Quellen

source: Total
de: Gesamt

source: Total duration
de: Gesamtdauer

source: Try Again
de: Erneut versuchen

source: Typical
de: Üblich

source: Unavailable
de: Nicht verfügbar

source: Unlock Pro
de: Pro freischalten

source: Unlock pro features and support the app.
de: Schalte Pro-Funktionen frei und unterstütze die App.

source: Unlocked
de: Freigeschaltet

source: Unlocked for you
de: Für dich freigeschaltet

source: Upcoming
de: Demnächst

source: Upcoming (default)
de: Demnächst (Standard)

source: Updated just now
de: Gerade aktualisiert

source: Used to spread fixed monthly costs over each kWh.
de: Damit werden monatliche Fixkosten auf jede kWh umgelegt.

source: VAT
de: MwSt.

source: Warn above
de: Warnung über

source: Welcome to
de: Willkommen zu

source: What you get with Pro Supporter
de: Was du mit Pro Supporter bekommst

source: Widgets are Pro
de: Widgets sind Pro

source: Yearly
de: Jährlich

source: Yesterday
de: Gestern

source: Your purchase is pending approval.
de: Dein Kauf wartet auf Freigabe.
